const vegeInfo = {
  가지 : {
    이름 : "가지",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/가지.jpg",
    효능: "가지는 항산화, 눈건강, 심혈관질환 예방, 뼈 건강 개선에 도움이 됩니다.",
    야채특성:
      "가지는 항산화 성분 폴리페놀이 많아 항암작용에 뛰어난 효능이 있으며, 특히 가지는 브로콜리나, 시금치의 2배 이상을 함유하고 있습니다. 또한 안토시아닌이 풍부하여 눈의 피로 완화와 단백질 합성에 도움을 줘 안구 건강에 도움을 줄 수 있으며 콜레스테롤과 혈당을 조절하며 뇌심혈관계 질환과 골다공증을 예방할 수 있습니다.",
  },
   고수 : {
    이름 : "고수",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/고수.jpg",
    효능: "고수는 심혈관 질환 예방, 당뇨관리, 변비와 설사 예방에 도움이 됩니다. ",
    야채특성:
      "고수는 아연 칼슘, 철, 인 비타민 A,B,C,K 등 영양분이 풍부하다는 장점을 가집니다. 이런 영양분이 함유되어 있어 고수는 자극, 항 경련, 이뇨, 살균 효과가 있을 뿐만 아니라 향을 내는 데도 사용됩니다.당뇨병, 살모넬라나 박테리아로 인한 여러가지 감염 병을 치료하는 데 효과적입니다.",
  },
  로카 :{
    이름 : "로카",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/로카.jpg",
    효능: "로카는 치매예방, 심혈관 개선, 우울증 및 구순염 치료에 도움이 되는 영양소를 보유하고 있습니다.",
    야채특성:
      " 로카는 파슬리보다 약간 크고, 시금치보다 조금 작은 채소로, 비타민 C,E를 많이 함유하고 있습니다. ",
  },
  루꼴라 : {
    이름 : "루꼴라",
    사진: "/home/ubuntu/Sally/code/sally_react/src//Assets/img/루꼴라.jpg",
    효능: "루꼴라는 피로회복, 식용증진과 뼈와 눈 건강 그리고 소화불량개선에 도움이 됩니다.",
    야채특성:
      "루꼴라는 생김새가 우리나라의 시금치와 유사하게 생겨 서양 시금치라 부르기도 하며, 고소하고 쌉싸름한 맛과 함께 톡 쏘는 매운 맛의 특유의 강한 향이 있는게 특징입니다. 루꼴라에는 각종 비타민, 미네랄이 풍부하게 함유되어 있어 기력회복 및 피로회복에 효과적이며, 루꼴라의 특유의 강한 향은 입맛을 돋궈주어 여름철 식욕 증진에 효과적입니다.​",
  },
  배추:{
    이름 : "배추",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/배추.jpg",
    효능: "배추는 면역력 증진, 변비예방, 피부건강, 피로회복 및 간 건강에 도움이 됩니다.",
    야채특성:
      "배추에는 비타민 c의 함량이 높아 면역력 증진과 피부미용에 효과적이며, 칼슘의 함량이 상대적으로 높아 체액을 중화시켜 줍니다. 배추에 함유된 섬유질은 부드럽고 정장작용(장 내에서 세균의 번식을 억제하고 장의기능을 활성화 시키는 기능)이 있어 과민성 대장염이 있는 사람도 섭취하기 쉽다는 장점을 가집니다. 또한 배추에 들어있는 글루코시놀레이트는 항암 작용을 하는 것으로도 알려져 있으며 비타민 C 등과 함께 간에서 해독 효소를 증가시켜 독소를 배출하는 데 도움을줍니다.",
  },
  브로콜리 : {
    이름 : "브로콜리",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/브로콜리.jpg",
    효능: "브로콜리는 면역력 증진, 피로회복은 물론, 뼈 건강과 간 건강 개선에도 도움이 됩니다.",
    야채특성:
      "브로콜리의 비타민C는 레몬의 2배, 철분은 100g중 1.9mg으로 야채 중 가장 많이 보유하고 있어 피로회복과 뼈 건강에 좋은 영향을 준다고 합니다. 또한 브로콜리에는 암에 대한 방어물질로 알려진 인돌류, 글루코시노레이트, 디티올치오닌이 풍부하게 함유되어 있습니다. 또한 브로콜리에 들어있는 글루코시놀레이트는 항암 작용을 하는 것으로도 알려져 있으며 비타민 C 등과 함께 간에서 해독 효소를 증가시켜 독소를 배출하는 데 도움을 줍니다.",
  },
  비트 :{
    이름 : "비트",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/비트.jpg",
    효능: "비트는 고혈압, 항산화, 체중감량, 소화불량에 도움이 됩니다.",
    야채특성:
      "비트는 붉은 색과 아삭한 식감때문에 빨간무 라는 이름으로도 불리고 있으며, 최근에는 비트가 건강에 좋다는 것이 알려지면서 건강 식품으로 큰 인기를 얻고 있습니다. 비트에 풍부한 베타인이라는 성분이 세포의 손상을 막고 항산화 작용을 해서 각종 질병을 예방하는 효과가 있고, 열량이 낮은 반면에 포만감을 주는 특성 때문에 체중감량이나 식이요법을 하는 분들께 많은 관심을 받고 있습니다.",
  },
  로메인 : {
    이름 : "로메인",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/로메인.jpg",
    효능: "로메인은 심혈관 질환 예방, 눈건강, 피부미용과 불면증 개선에 도움을 됩니다. ",
    야채특성:
      "로메인은 일반 상추보다 쓴맛이 덜하고 특유의 고소한 맛과 아삭한 식감이 특징으로 썰거나 혹은 포기째 샐러드를 해먹기도 합니다. 로메인에는 비타민 A와 베타카로틴이 풍부하게 함유되어 있어 눈의 피로를 풀어주고 안구건조증, 야맹증등 안과 질환 예방에 도움을 줍니다. 그리고 각종 비타민, 살리살산 성분이 풍부하게 함유되어 있어 혈중 콜레스테롤 수취를 낮춰주고 혈액순환 및 혈류개선에 도움을 주어 혈관질환예방에 도움을 줍니다. 또한 로메인에는 비타민 A, E가 풍부해  활성산소를 제거해 피부노화를 방지하고 여드름이나 잡티완화 등 피부건강에 도움을 줍니다. 로메인에 함유되어있는 락투신이라는 성분은 불안함과 초조함 등 긴장감을 풀어주는 역할을 해 숙면을 취할 수 있도록 도움을 준다고 합니다. ",
  },
  셀러리 : {
    이름 : "셀러리",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/셀러리.jpg",
    효능: "셀러리는 심혈관 질환 개선, 불면증, 다이어트에 도움이 됩니다.",
    야채특성:
      "셀러리에 함유된 섬유질, 비타민 K 등의 성분은 체내의 나쁜 콜레스테롤 수치를 낮춰주는 작용과 혈관의 확장 및 수축을 도와 혈액순환을 도와주는 작용을 합니다. 따라서 고혈압, 고지혈증, 심근경색, 동맥경화와 같은 심혈관 질환, 성인병 예방에 도움을 줍니다. 샐러리에는 멜라토닌, 마그네슘 등의 성분이 풍부하게 함유되어 있습니다. 이런 성분들은 신경계에 작용하여 스트레스나 불안감을 완화해주고 우울증을 개선해주어 신경안정의 효과와 생체 리듬에 관여하여 불면증을 해소시켜주는 효능이 있습니다.",
  },
  시금치:  {
    이름 : "시금치",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/시금치.jpg",
    효능: "시금치는 근력향상에 도움을 줌과 동시에 치매 예방, 우울증 예방과 변비증상 개선을 돕습니다. ",
    야채특성:
      "시금치는 비타민A, B군, C, E 등과 철, 이온, 인, 마그네슘, 요오드, 칼슘, 나트륨, 칼륨 등의 미네랄 외에 여러 성분이 함유되어 있어 건강에 가장 좋은 야채 중의 하나로 인식되고 있습니다. 시금치에는 배추의 2배, 당근의 3배에 해당하는 단백질을 포함하고 있고, 아미노산이 충부하여, 근성장에 도움을 줍니다. 또, 시금치에는 엽산. 비타민 K. 루테인. 베타 카로틴 등의 영양소가 풍부하여 치매 개선에도 효능을 보입니다. ",
  },
  아스파라거스 :{
    이름 : "아스파라거스",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/아스파라거스.jpg",
    효능: "아스파라거스는 체중감량과 변비개선, 뼈 건강 및 치매예방에 도움이 됩니다.",
    야채특성:
      "생긴 모양 때문에 ‘서양 죽순’ 이라는 이름으로도 불리는 아스파라거스에는 풍부한 비타민, 미네랄이 함유되어 있음이 알려져 항산화 식품으로 큰 관심을 얻고 있습니다. 아스파라거스는 섬유질이 매우 풍부한 식품이며, 섬유질은 소화가 잘 되도록 하는 것은 물론 장 운동을 촉진시켜 변비 개선효능을 보유하고 있습니다. 섬유질은 적은 양을 섭취하는 것 만으로도 큰 포만감을 주기 때문에 식욕을 억제하는데, 아스파라거스는 칼로리가 매우 낮은 반면 영양소는 풍부해서 다이어트를 할 때 섭취하기에 매우 좋은 식품이라 할 수 있습니다. 아스파라거스 1컵에는 비타민K의 1일 권장 섭취량보다 더 많은 양의 비타민K가 함유되어있습니다. 아스파라거스의 비타민K 성분은 우리 몸의 뼈를 튼튼하게 유지하는 역할을 하며, 칼슘이나 인, 마그네슘과 같은 성분은 골다공증을 예방하고 뼈 건강을 개선하는데 매우 효과적입니다.",
  },
  양배추 : {
    
    이름 : "양배추",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/양배추.jpg",
    효능: "양배추는 여드름과 뼈 건강 개선, 생리통 완화에 도움이 되며, 임산부에게도 좋은 영향을 줍니다.",
    야채특성:
      "양배추는 위 건강에 도움이 되는 대표적인 식재료로 알려져 있습니다. 양배추에 함유된 카로티노이드 성분은 항산화 역할을 해 피부세포의 노화를 막고 상피세포의 재생을 촉진시키며, 유황성분은 살균작용과 함께 각질 제거, 피지 조절에도 도움이 돼, 지성피부나 여드름 상처로 고민인 사람들이 주기적으로 먹으면 효과를 볼 수 있습니다. 또한, 양배추의 항산화 비타민U와 K가 손상되기 쉬운 자궁내막을 튼튼하게 만들어 자궁 내 염증을 완화하는 작용하여, 생리통 완화에 도움을 줍니다. 또한 또 혈액을 응고시키고 뼈에 칼슘을 저장시키는 비타민K가 100g당 78㎎가량 풍부하게 들어 있어, 골다공증 개선·예방에 도움이 됩니다.",
  },
  적양배추 : {
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/적양배추.jpg",
    효능: "적양배추는 당뇨개선, 체중 감량과 눈건강에 도움이 됩니다.",
    야채특성:
      "적색 양배추에는 제아잔틴과 루틴이 다량 함유되어 있어 자외선이 망막에 도달하지 못하게 하는 천연 자외선 차단제 역할을 하여 눈 건강에 도움을 줍니다. 적색 양배추가 보유한 천연 인슐린은 혈당치 조절에도 도움이 될 수 있으며, 탄수화물 성분이 함유되어 있어 허기 진정 효과를 주기도 합니다.",
  },
  양상추 : {
    이름 : "양상추",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/양상추.jpg",
    효능: "양상추는 뼈건강, 변비, 스트레스와 불면증 개선에 도움이 되며, 임산부 건강에도 좋은 영향을 줍니다.",
    야채특성:
      "양상추에 함유되어 있는 비타민D는 칼슘의 체내 흡수를 도와주는 작용을 하게되어 뼈를 튼튼하게 하고 골밀도를 강화하는데도 좋은 효능을 가지고 있습니다. 양상추에 풍부하게 함유되어 있는 엽산 성분은 임산부의 건강 증진에도 좋은 효과가 있습니다. 이 엽산 성분은 임산부 건강은 물론이고 태아의 신경 발달에도 도움을 주기 때문에 태아의 성장을 원활하게 하는데도 도움이 됩니다. 양상추에 풍부하게 함유되어 있는 락투세린과 락투신 성분은 신경을 이완시키고 스트레스를 완화하는 효과가 뛰어나 심신 안정에 많은 도움이 될 수 있고, 이 두 성분은 불면증을 개선하는데도 뛰어난 효과가 있습니다.",
  },
  양파 :{
    
    이름 : "양파",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/양파.jpg",
    효능: "양파는 심혈관 질환, 고혈압, 당뇨 개선에 도움이 됩니다.",
    야채특성:
      "양파는 '혈관청소부'로 불릴 만큼 혈관에 좋은 음식으로 유명합니다. 양파의 퀘르세틴이라는 성분은 지방과 콜레스테롤이 혈관에 축적되는 것을 억제해 고혈압 예방에 도움을 줍니다. 또 매운 맛을 내는 유화프로필알린 성분은 중성지방, 콜레스테롤을 감소시키고 혈당을 낮추는 역할을 합니다. 혈당을 낮추는 인슐린의 분비를 촉진해 당뇨병 예방에도 도움이 됩니다. 당뇨 환자들은 끈적한 혈액이 흐르면서 혈전이 생기기 쉬운데 양파를 먹으면 이런 혈전 생성을 막아 당뇨로 인한 합병증 예방에 효과적입니다.",
  },
  오이 :{
    이름 : "오이",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/오이.jpg",
    효능: "오이는 치매 예방, 체중 감량과 소화불량 개선, 그리고 스트레스 관리에 도움이 됩니다.",
    야채특성:
      "오이는 필수 비타민과 영양소가 풍부해 전반적인 신체 건강에 혜택을 주는 식품입니다. 오이는 뇌의 건강에 중요한 역할을 하는 피세틴(fisetin)이라는 항염증성 플라보놀을 함유하고 있으며, 칼로리가 낮고 섬유질 함량이 높기 때문에 체중 감량과 소화 건강에 유용합니다. 또한 오이에는 비타민 B1, 비타민 B5, 비타민 B7(바이오틴)을 비롯한 여러 가지 B 비타민이 들어 있습니다. B 비타민류는 불안감을 완화하고 스트레스로 인한 피해를 완충시키는 것으로 알려져 있습니다.",
  },
  청경채 :  {
    
    이름 : "청경채",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/청경채.jpg",
    효능: "청경채는 고혈압, 근성장, 피부건강에 도움이 됩니다.",
    야채특성:
      "청경채는 중국 배추의 일종으로 칼륨의 보고로 불리는 엽채류에 해당합니다. 청경채는 포기째 통째로 먹는 야채로 수분이 많고, 아삭한 식감으로 인기가 많은 채소입니다. 청경채에는 칼륨, 칼슘, 각종 비타민이 풍부하게 함유되어 있어 체내의 혈압을 낮추고, 근육 생성에 도움을 주며, 백혈구 활동을 늘려 체내의 면역력 증대에 도움을 줍니다. 또한 숙변 해소 및 변비 개선에 효과적이며, 종기와 부종을 완화시켜주고, 피부미용에도 좋은 영향을 줍니다. 청경채의 씨는 모발을 튼튼히 하고, 혈액순환으로 탈모 치료제로도 널리 사용됩니다.",
  },
  치커리 :  {
    이름 : "치커리",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/치커리.jpg",
    효능: "치커리는 당뇨와 눈건강, 그리고 탈모개선에 도움이 됩니다.",
    야채특성:
      "쌉사름한 맛이 특징인 치커리는 샐러드에 자주 사용되는 채소 중 하나입니다. 치커리에 풍부하게 들어있는 식이섬유와 이눌린 성분은 혈당의 급격한 상승을 막아주는 작용을 하여 당뇨의 예방 및 증상 개선에 많은 도움을 줍니다. 치커리에는 카로틴 성분이 풍부하기 때문에 눈 건강에 더욱 도움을 주는데, 이 성분은 눈의 피로를 줄어들게 하고, 시력을 유지해주며, 안구질환 예방에도 좋은 효과를 보여줍니다. 또한, 꾸준한 치커리 섭취를 통한 적절한 영양공급으로 모발건강에 많은 연관이 있다고 알려진 신장과 간기능을 향상시켜 탈모를 예방하는데 도움이 됩니다. \n",
  },
  케일 : {
    이름 : "케일",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/케일.jpg",
    효능: "케일은 피부건강, 눈 건강, 뼈 건강에 도움이 됩니다.",
    야채특성:
      "케일은 세계의 영양학자들과 WHO가 뽑은 최고의 채소 중 하나로 알려져 있습니다. 케일의 클로로필 성분은 신진대사를 원활하게 하고 피로를 풀어주며 세포 재생을 도와 노화 예방에 좋습니다. 또한 풍부하게 함유된 각종 비타민 성분은 피부에 영양분을 공급해주고 잡티를 없애주는 등 피부건강에 도움을 줍니다. 케일은 각막 표면과 시력을 보호해주는 비타민 A의 함량이 양배추의 100배에 달하는 채소입니다. 비타민B1, B2, C 등도 풍부하며, 여타 과일이나 채소 대비 루테인, 지아잔틴 함량도 높아 눈떨림증상이나 눈의 피로 등 이상 증세를 호소하는 현대인들의 안구 관리에 도움을 줍니다. 또한, 케일은 우유보다 칼슘이 8배 이상 많이 함유하고 있어 성장기 어린이들의 뼈 건강에도 도움을 주며 노년층의 골밀도를 강화해 골다공증 예방에 도움을 줍니다. 또한 케일에 함유된 비타민 k 성분은 칼슘이 녹는 것을 방지해 주고 흡수율을 높여주기때문에 골다공증 예방에 효과적입니다.\n\n ",
  },
  방울토마토 :  {
    이름 : "방울토마토",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/방울토마토.jpg",
    효능: "방울토마토는 스트레스 관리와 눈 건강, 피부미용에 도움이 됩니다.",
    야채특성:
      "방울토마토는 일반 토마토에 비해서 크기가 매우 작지만 효능은 알차게 가지고 있고, 그뿐만 아니라 일반 토마토보다 휴대하기도, 먹기에도 간편해 많은 사람들이 즐겨먹는 식품입니다. 방울토마토는 루테인, 제아잔틴과 같이 카로티노이드를 함유하고 있어 시력 회복에도 좋고 시신경의 손상을 막고 녹내장도 예방할 수 있습니다. 또한 비타민A가 풍부하여 시력뿐 아니라 야맹증, 안구 건조증, 결막염 등 각종 안질환으로부터 눈을 보호할 수 있습니다. 그리고 방울토마토에는 비타민B가 풍부해서 스트레스 해소에 도움을 주며 신장의 기능을 원활하게 해주고 체내 수분을 조절해줘서 몸의 피로를 해소하는데 도움을 줍니다. 또한 비타민C 역시 풍부하게 함유되어있어 피부 건강에도 도움을 줍니다.  ",
  },
  파슬리 : {
    이름 : "파슬리",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/파슬리.jpg",
    효능: "파슬리는 당뇨와 심혈관 건강 개선, 피로 회복에 도움이 됩니다.",
    야채특성:
      "파슬리는 강렬한 풍미를 선사하는 채소로, 지중해에서 유래되었지만 현재는 전 세계적인 식단에서 사용되고있는 식품입니다. 파슬리에는 혈당 지수를 조절하는 데 도움이 되는 미리세틴이라는 플라보노이드가 풍부합니다. 이 성분은 인슐린 저항성을 줄이고, 소염 작용을 하며, 혈액의 지질 수치를 조절하는 데 도움을 줍니다. 이러한 효과가 있어 파슬리는 당뇨의 증상을 해소하는 데 도움이 될 뿐만 아니라, 동맥의 염증을 줄여 심혈관 건강을 관리에 기여하기도 합니다. 파슬리는 비타민 K, A, B 복합체(B1, B2, B3, B5, B6, B9) 및 엽산이 풍부하며 다량의 칼륨, 칼슘, 아연, 인, 철분, 마그네슘을 함유하기 때문에 빈혈, 결핍증이 있거나 피로를 겪는 이들에게 팔요한 영양소를 제공해 줄 수 있습니다. ",
  },
파프리카 :  {
  이름 : "파프리카",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/파프리카.jpg",
    효능: "파프리카는 면역력 증진, 뼈건강, 항산화, 갱년기 증상에 도움이 됩니다.",
    야채특성:
      "간혹 피망과 혼동하기 쉬운 파프리카는 피망보다 단맛이 강하고 과육이 많은 개량 채소입니다. 특히 아삭함이 일품이며 색이 다양하고 선명해서 식욕을 자극하기도 합니다. 또, 파프리카는 비타민 캡슐이라고 불릴 정도로 풍부한 비타민을 함유하고 있습니다. 그 중 빨간색 파프리카에는 뼈 건강을 돕는 칼슘과 인이 풍부하게 함유되어 있습니다. 붉은색 리코펜이라는 색소에서는 유해 활성산소 생성을 막아주는 역할을 합니다. 또한 베타카로틴이 다량 함유되어 있어 혈관질환을 예방하는데 효과적이며 면역력 강화에도 도움을 준다고 합니다. 초록색 파프리카보다 빨간색 파프리카에는 더 많은 비타민 C가 함유되어 있습니다. ",
  },
  피망 :{
    이름 : "피망",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/피망.jpg",
    효능: "피망은 체중감량, 변비, 심혈관 질환, 눈 건강 개선에 도움이 됩니다.",
    야채특성:
      "요리의 식감과 색감을 살리는 피망은 고추를 개량해서 만든 채소로, 고추의 매운 맛은 감소시키고, 대신 아삭아삭한 식감은 살린 식품입니다. 빨간 피망에는 비타민 A,C 성분이 풍부하여 백내장, 황반변성 등 눈질환의 위험을 낮추는데 도움을 줍니다. 특히 청피망 보다는 홍피망에 비타민이 더 풍부하게 함유되어 있으며, 홍피망 100g안에는 비타민 C가 하루 권장량의 대략 3배, 비타민 A는 하루 권장량의 2분의 1가량 함유되어 있습니다. 피망에는 비타민C의 흡수율을 높여주는 비타민 P 성분이 풍부하게 함유되오 있어서 모세혈관을 강인하게 만들어 주고, 동맥경화와 같은 심혈관 질환을 예방하는데 효과적입니다. 또한 피망은 수분과 식이섬유가 풍부하여 포만감을 제공하고, 변비예방에도 좋아 다이어트 식단에 포함하기 적합한 식품입니다. ",
  },
  바질 : {
    이름 : "바질",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img/바질.jpg",
    효능: "바질잎은 항산화, 뼈 건강, 심혈관 질환, 설사증상과 갱년기 증상 완화에 도움이 됩니다.",
    야채특성:
      "바질은 옅은 신맛과 함께 특유의 강한 향기를 가장 큰 특징으로 가지고 있습니다. 바질에는 각종 비타민과 식이섬유, 엽산, 철분 등 영양소가 풍부하게 들어있으며, 머리를 상쾌하게 해 두통을 완화해주는 효과를 주기도 합니다. 또한 바질의 식이섬유와 탄닌 성분은 위장의 점막을 보호하고 위장 기능을 강화시켜 소화력을 개선하며 배탈과 설사 증상을 완화해주는 효과를 가집니다. 더불어 바질에는 비타민 K, 식이섬유, 철분 등이 풍부하게 들어있습니다. 특히 말린 바질 잎 2g에는 일일 섭취 권장량의 43%에 달하는 비타민 K가 들어있다고합니다. 혈액 응고에 필수적인 성분으로 알려진 비타민 K는 뼈에서 칼슘이 빠져나가는 것을 막아 골다공증 예방에 중요한 역할을 합니다. 또한 바질에 풍부히 함유된 칼슘과 게라니올 성분은 여성 호르몬인 ‘에스트로겐(estrogen)’과 ‘아네톨(anethole)’의 분비를 촉진시켜 갱년기증상을 완화하는 데 도움이 됩니다. 바질의 강력한 항산화 성분 역시 주목받고 있습니다. 바질 속 베타카로틴(100g당 6300μg)은 항바이러스 기능을 해 세균과 바이러스 침입을 막고 호흡기 점막을 보호합니다. 또한 혈관에 나쁜 콜레스테롤이 쌓이는 것을 방지해 고혈압, 뇌졸중, 심근경색 등의 심혈관질환 예방에도 도움을 줍니다. \n\n",
  },
  나쵸 : {
    이름 : "나쵸",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/나쵸.jpg",
    효능: "",
    야채특성: "",
  },
  단호박 :{
    이름 : "단호박",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/단호박.jpg",
    효능: "",
    야채특성: "",
  },
  달걀 : {
    
    이름 : "달걀",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/달걀.jpg",
    효능: "",
    야채특성: "",
  },
  닭가슴살 : {
    이름 : "닭가슴살",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/닭가슴살.jpg",
    효능: "",
    야채특성: "",
  },
  두부:  {
    이름 : "두부",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/두부.jpg",
    효능: "",
    야채특성: "",
  },
  리코타치즈 :{
    이름 : "리코타치즈",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/리코타치즈.jpg",
    효능: "",
    야채특성: "",
  },
  모짜렐라치즈 :{
    이름 : "모짜렐라치즈",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/모짜렐라.jpg",
    효능: "",
    야채특성: "",
  },
  목살 :{
    이름 : "목살",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/목살.jpg",
    효능: "",
    야채특성: "",
  },
  베이컨 :  {
    이름 : "베이컨",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/베이컨.jpg",
    효능: "",
    야채특성: "",
  },
  사워크림 :  {
    이름 : "사워크림",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/사워크림.jpg",
    효능: "",
    야채특성: "",
  },
  새우 :{
    이름 : "새우",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/새우.jpg",
    효능: "",
    야채특성: "",
  },
  스윗포테이토 :{
    
    이름 : "스윗포테이토",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/스윗포테이토.jpg",
    효능: "",
    야채특성: "",
  },
  아보카도 : {
    이름 : "아보카도",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/아보카도.jpg",
    효능: "",
    야채특성: "",
  },
  양파 : {
    이름 : "양파",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/양파.jpg",
    효능: "",
    야채특성: "",
  },
  연어 :{
    이름 : "연어",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/연어.jpg",
    효능: "",
    야채특성: "",
  },
  옥수수 :{
    이름 : "옥수수",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/옥수수.jpg",
    효능: "",
    야채특성: "",
  },
  올리브 :{
    이름 : "올리브",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/올리브.jpg",
    효능: "",
    야채특성: "",
  },
  토마토 :{
    이름 : "토마토",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/토마토.jpg",
    효능: "",
    야채특성: "",
  },
  할라피뇨 : {
    이름 : "할라피뇨",
    사진: "/home/ubuntu/Sally/code/sally_react/src/Assets/img_topping/할라피뇨.jpg",
    효능: "",
    야채특성: "",
  }
};

export default vegeInfo;
